Revit 2027 API
ParameterTypeId.FabricSheetMinorDirectionWireType Property
 "Minor Direction Wire Type": Minor Direction Wire Type
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricSheetMinorDirectionWireType { get; }
Public Shared ReadOnly Property FabricSheetMinorDirectionWireType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricSheetMinorDirectionWireType {
	ForgeTypeId^ get ();
}
static member FabricSheetMinorDirectionWireType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace